tap 'caskroom/cask'
tap 'codekitchen/dinghy'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/versions'
tap 'railwaycat/emacsmacport'
tap 'thoughtbot/formulae'
tap 'universal-ctags/universal-ctags'
cask 'java'
cask 'xquartz'
brew 'antlr'
brew 'aspell'
brew 'xz'
brew 'pkg-config'
brew 'gettext'
brew 'libffi'
brew 'glib'
brew 'libpng'
brew 'freetype'
brew 'fontconfig'
brew 'pixman'
brew 'cairo'
brew 'pcre'
brew 'git'
brew 'gobject-introspection'
brew 'atk'
brew 'readline'
brew 'icu4c'
brew 'sqlite'
brew 'gdbm'
brew 'openssl'
brew 'python'
brew 'libxml2'
brew 'augeas'
brew 'autoconf'
brew 'automake'
brew 'bash'
brew 'bats'
brew 'boost'
brew 'boot-clj'
brew 'chruby'
brew 'cmake'
brew 'gmp'
brew 'coreutils'
brew 'd-bus'
brew 'dcadec'
brew 'libusb'
brew 'dfu-util'
brew 'dialog'
brew 'dnsmasq'
brew 'go'
brew 'docker'
brew 'libyaml'
brew 'docker-machine'
brew 'docker-compose', args: ['without-docker']
brew 'dos2unix'
brew 'editorconfig'
brew 'elinks'
brew 'libtool'
brew 'jpeg'
brew 'libtiff'
brew 'wxmac'
brew 'erlang'
brew 'elixir'
brew 'node'
brew 'elixirscript'
brew 'faac'
brew 'fdk-aac'
brew 'texi2html'
brew 'yasm'
brew 'x264'
brew 'lame'
brew 'xvid'
brew 'libogg'
brew 'libvorbis'
brew 'theora'
brew 'libvpx'
brew 'rtmpdump'
brew 'opencore-amr'
brew 'fribidi'
brew 'harfbuzz'
brew 'libass'
brew 'little-cms2'
brew 'openjpeg'
brew 'snappy'
brew 'speex'
brew 'orc'
brew 'schroedinger'
brew 'opus'
brew 'frei0r'
brew 'libcaca'
brew 'libbluray'
brew 'libsoxr'
brew 'libvidstab'
brew 'x265'
brew 'libssh'
brew 'webp'
brew 'zeromq'
brew 'flac'
brew 'libsndfile'
brew 'libbs2b'
brew 'ffmpeg', args: ['with-dcadec', 'with-faac', 'with-fdk-aac', 'with-ffplay', 'with-fontconfig', 'with-freetype', 'with-frei0r', 'with-libass', 'with-libbluray', 'with-libbs2b', 'with-libcaca', 'with-libsoxr', 'with-libssh', 'with-libvidstab', 'with-libvorbis', 'with-libvpx', 'with-opencore-amr', 'with-openjpeg', 'with-openssl', 'with-opus', 'with-rtmpdump', 'with-schroedinger', 'with-snappy', 'with-speex', 'with-theora', 'with-tools', 'with-webp', 'with-x265', 'with-zeromq']
brew 'gawk'
brew 'gdk-pixbuf'
brew 'git-lfs'
brew 'gnu-sed'
brew 'gnupg'
brew 'libtasn1'
brew 'nettle'
brew 'gnutls'
brew 'pango'
brew 'libcroco'
brew 'librsvg'
brew 'graphviz'
brew 'gsasl'
brew 'hicolor-icon-theme'
brew 'gtk+'
brew 'hub'
brew 'imagemagick'
brew 'leiningen'
brew 'letsencrypt'
brew 'lftp'
brew 'libebml'
brew 'libevent'
brew 'libmagic'
brew 'libmatroska'
brew 'lua'
brew 'libquvi'
brew 'libssh2'
brew 'libvo-aacenc'
brew 'luajit'
brew 'lzo'
brew 'mailutils'
brew 'maven'
brew 'md5sha1sum'
brew 'media-info'
brew 'mysql'
brew 'qt5'
brew 'ruby'
brew 'mkvtoolnix', args: ['with-gettext', 'with-lzo', 'with-qt5']
brew 'multirust'
brew 'nasm'
brew 'netcat'
brew 'nvm'
brew 'postgresql'
brew 'python3'
brew 'sdl'
brew 'qemu'
brew 'racket'
brew 'rlwrap'
brew 'ruby-install'
brew 'shellcheck'
brew 'ssh-copy-id'
brew 'syncthing'
brew 'the_silver_searcher'
brew 'thefuck'
brew 'tidy-html5'
brew 'tmux'
brew 'trash'
brew 'tree'
brew 'unfs3'
brew 'unixodbc'
brew 'utf8proc'
brew 'vim', args: ['with-lua', 'with-luajit', 'with-mzscheme', 'with-tcl']
brew 'watchman'
brew 'wget'
brew 'xorriso'
brew 'youtube-dl'
brew 'zsh'
brew 'caskroom/cask/brew-cask'
brew 'codekitchen/dinghy/dinghy', args: ['HEAD']
brew 'homebrew/versions/llvm35'
brew 'railwaycat/emacsmacport/emacs-mac', args: ['with-dbus', 'with-glib', 'with-gnutls', 'with-imagemagick', 'with-modern-icon', 'with-xml2']
brew 'thoughtbot/formulae/rcm'
brew 'universal-ctags/universal-ctags/universal-ctags', args: ['HEAD']
cask 'adobe-creative-cloud'
cask 'air-video-server-hd'
cask 'appcode'
cask 'atom'
cask 'audacity'
cask 'audio-hijack'
cask 'bartender'
cask 'battle-net'
cask 'bbedit'
cask 'cakebrew'
cask 'chocolat'
cask 'clion'
cask 'coda'
cask 'colloquy'
cask 'd235j-xbox360-controller-driver'
cask 'dfontsplitter'
cask 'dolphin'
cask 'dosbox'
cask 'dropbox'
cask 'fantastical'
cask 'firefox'
cask 'flip4mac'
cask 'fluid'
cask 'flux'
cask 'fs-uae'
cask 'gfxcardstatus'
cask 'gitup'
cask 'gog-downloader'
cask 'google-chrome'
cask 'handbrake'
cask 'handbrakecli'
cask 'hex-fiend'
cask 'imagealpha'
cask 'imageoptim'
cask 'intellij-idea'
cask 'ioquake3'
cask 'jaksta'
cask 'joinme'
cask 'kaleidoscope'
cask 'launchbar'
cask 'launchrocket'
cask 'lighttable'
cask 'lunchy'
cask 'mactracker'
cask 'makemkv'
cask 'mame'
cask 'microsoft-office'
cask 'minecraft'
cask 'mkvtools'
cask 'moom'
cask 'mountain'
cask 'musicbrainz-picard'
cask 'mysqlworkbench'
cask 'opacity'
cask 'openemu'
cask 'pacifist'
cask 'paparazzi'
cask 'phpstorm'
cask 'platypus'
cask 'powder'
cask 'pycharm'
cask 'qlcolorcode'
cask 'qlimagesize'
cask 'qlmarkdown'
cask 'qlprettypatch'
cask 'qlstephen'
cask 'qlvideo'
cask 'quicklook-csv'
cask 'quicklook-json'
cask 'quicklookei'
cask 'retinacapture'
cask 'rubymine'
cask 'screens-connect'
cask 'simple-comic'
cask 'sixtyforce'
cask 'sketch-toolbox'
cask 'skype'
cask 'steam'
cask 'superduper'
cask 'textexpander'
cask 'textmate'
cask 'tower'
cask 'transmission'
cask 'transmit'
cask 'uninstallpkg'
cask 'unrarx'
cask 'vagrant'
cask 'vagrant-manager'
cask 'virtualbox'
cask 'vlc'
cask 'vmware-fusion'
cask 'webstorm'
cask 'whatsize'
cask 'xact'
